[
  ["Rural Green Environmental Organisation, Tagab district, Badakhshan, Afghanistan","English","Afghanistan","AP","Additional pictures for your reference are included in the attached PDF."  ],
  ["Maya Leaders Alliance","English","Belize","LAC","Including the UN Declaration on the Rights of Indigenouos Peoples and the right to Free, Prior INformed Consent of Indigenouos Peoples as a key framework for any policy on climate change or conservation."  ],
  ["Consejo Indigena del Pueblo Tacana","English","Bolivia","LAC","Indigenous organizations with proprietary rights should be considered important actors in establishing institutional mechanisms for managing forests. Development of legitimate land use plans is a prerequisite for informed consultation and consent, since it represents the collective development vision of an indigenous group and the baseline scenario against which to contrast any development or conservation project, as well as an alternative to existing patterns of forest loss. The recognition of indigenous land rights, local autonomy, and internal regulations of access and use of natural resources can significantly reduce forest loss over large forest areas."  ],
  ["Amazon Watch","English","Brazil","LAC","Protecting indigenous rights to territory and self-determination is among the most important ways to protect the rainforest and therefore to create feasible solutions to climate change. The implementation of FPIC is an essential tool to empowering these forest stewards. We need to acknowledge the important role of traditional populations in finding feasible solutions toward a more sustainable world. We also need to acknowledge, despite the fact that many believe otherwise, that large dams on the tropics are not a source of clean energy. In fact, they are a major source of greenhouse gas emissions, environmental destruction, and human rights violations."  ],
  ["Instituto Raoni","Portugese","Brazil","LAC","Demarcar os territórios indígenas, garantindo a integridade física dessas terras, são chaves para evitar que alterações climáticas ameacem o futuro da floresta amazônica. Também, as grandes barragens hidroelétricos não são fontes de energia limpas ou sustentáveis. Hoje, existem alternativas energéticas que são mais limpas, eficientes e menos onerosas para responder às necessidades energéticas e a crise climática. Portanto, nós, juntamente com muitos dos nossos parceiros indígenas e ONGs, pedimos e demandamos que governos, organizações internacionais e instituições financeiras imediatamente parem de considerar grandes barragens como fontes de energia limpa. Muito obrigada."  ],
  ["PLCN – Prey Lang Community Network","English","Cambodia","AP","Dear Delegates, We, the communities of Prey Lang Forest, appreciate your efforts to find lasting solutions to mitigate climate change. We kindly remind you that tropical forests constitute the world’s largest terrestrial carbon pool and absorb 1.4 billion metric tons of carbon dioxide annually. Indigenous and local communities play a vital role in the management and conservation of tropical forests, which helps slowing climate change. We urge you to acknowledge the critical contribution of indigenous and forest dependent communities in the protection of tropical forests and to outline explicit roles of indigenous and local communities in any new climate agreement."  ],
  ["云南省大众流域管理研究及推广中心（简称：绿色流域）","Chinese (simplified)","China","AP","原住民保护了赖以生存的森林、湿地、草原，贡献了尚存较完整的生态系统，减缓了气候变迁。然而现代社会过度开发和消费，导致的气候变迁正威胁着原住民生存。原住民应参与气候谈判，原住民的“气候适应策略”应得到高度关注。"  ],
  ["FAMILIAS GUARDABOSQUES: PROCESOS DE REORGANIZACION, FORTALECIMIENTO INSTITUCIONAL E IDENTIDAD CULTURAL PARA LA PERVIVENCIA Y PERMANENCIA EN EL TIEMPO Y EN EL ESPACIO DEL PUEBLO INGA EN APONTE JUNTO A LOS DERECHOS FUNDAMENTALES DE LA MADRE TIERRA- DEPARTAMENTO DE NARIÑO-COLOMBIA","Spanish","Colombia","LAC","Es necesario que el hombre supere el progreso ilimitado que le está llevando a su propia destrucción, que incita a una competición con los otros para crear más y más condiciones del ‘vivir mejor’ de algunos, mientras millones de personas tienen que vivir mal. Urge encaminarnos para retornar a un Bien Vivir basado en una ética de lo suficiente para toda la comunidad y no solamente para el individuo, asumiendo el reconocimiento y la defensa de los Derechos Fundamentales de la Madre Tierra articulando los distintos saberes desde un enfoque diferencial."  ],
  ["La Dynamique des Groupes des Peuples Autochtones","French","Congo, Democratic Republic of","SSA","Si l’on veut donner ses chances de succès à la REDD+ dans le pays abritant le second plus grand massif de forêts tropicales humides au monde, donner aux communautés locales et peuples autochtones pygmées la possibilité de contribuer substantiellement à la protection et la gestion durable de leurs forêts, la RDC, avec l’appui conséquent de ses partenaires internationaux, doit : 1) S’engager à l’adoption et la mise en œuvre effective de la proposition de loi sur les droits des peuples autochtones pygmées soumise au Parlement le 31 juillet 2014 ; 2) S’engager à appuyer de manière substantielle la mise en œuvre des textes législatifs et règlementaires pertinents et faire des concessions des forêts des communautés locales (CFCL) un modèle majeur de gestion durable des forêts fondée sur les droits des communautés qui les utilisent, occupent et/ou possèdent coutumièrement – un modèle majeur dans la planification de l’utilisation des terres / l’aménagement du territoire de la RDC ; 3) S’engager à faire de la réforme foncière et de la planification de l’utilisation des terres des priorités nationales – assurer la reconnaissance et la sécurisation des droits des autochtones aux terres, territoires et ressources ; 4) S’engager à appliquer les recommandations de la Revue Périodique Universelle portant sur les droits des peuples autochtones ; 5) S’engager à mettre en place et à assurer le fonctionnement effectif d’une structure de gouvernance REDD+ qui garantisse la participation effective et le consentement libre, informé et préalable des peuples autochtones."  ],
  ["Oromia Pastoralist Association (OPA)","English","Ethiopia","SSA","The practical measure expected from governments and stakeholders is to support the development of locally responsive and appropriate adaptation and mitigation strategies of pastoral communities in East Africa particularly by integrating the existing local adaptations practices in to policy environment and generate adequate information and evidence for benefit and practice of the prevailing local adaptation measures."  ],
  ["South Central Peoples Development Association","English","Guyana","LAC","The Wapichan people of Southern Guyana have been living in these forests for generations. We rely heavily on them for our survival and way of life. We call on governments gathered in Paris to take decisions and global actions to fully recognize the contributions of indigenous peoples’ customary land management systems that promote the “careful use” of our forests for the benefit of our peoples and the global climate. We seek recognition and assistance to help us secure our rights to our land and implement our plans for our \\\"Wapichan Conserved Forest\\\" for our present and future generations’survival."  ],
  ["MASTA (Moskitia Asla Takanka)","English","Honduras","LAC","The Miskitu people of Honduras are working very hard, often at the risk of their lives, to protect their forests and other natural resources. These efforts benefit all the people of the world, since they reduce carbon emissions from deforestation and help to protect both terrestrial and marine biodiversity. They deserve our support."  ],
  ["FORMADAT (Forum Masyarakat Adat Dataran Tinggi Borneo) or the Alliance of the Indigenous Peoples of the Highlands in the Heart of Borneo","English","Indonesia","AP","The negative effects of climate change will be felt more directly and more heavily by those communities whose livelihoods and homelands depend on forest and other ecosystems. Traditional wisdom and practices have helped maintain environmental balance in many parts of the planet. Let’s all countries and peoples work together to ensure that traditional and local experience and knowledge are not lost but instead integrated with scientific tools, global and national policies to reduce the risks of climate change for all."  ],
  ["Kelompok Peduli Lingkungan Belitung","English","Indonesia","AP","Recognition of indigenous peoples over the land, and natural resources should be a clear priority in the legislation . Traditional institutions must be re-grown. Local community -based economic empowerment that emphasizes the potential for local sustainability and environmental friendliness should continue to be regrowth and focus . The land use for large-scale plantations of palm oil in particular , open-pit mining on land and sea should be highly regulated and siding with the local community to ensure their sustainable income such as fisheries and marine tourism."  ],
  ["Umbrella group of Naghadeh NGOs (Soldouz Friends of the Environment Cooperative, Shanli Solduz Mountaineers Group, Naghadeh Mountaineers Group & Yashil Dagh Mountaineers Group)","English","Iran","MENA","Climate Change is threatening wetland ecosystems of Iran and some of them have already been much reduced in size (Urmia Lake, Hamoon Lake, Parishan Lake, Gavkhouni wetland). There are many communities living around these wetlands and depending directly on their resources for fisheries, agriculture, etc. Despite being registered as Ramsar Sites, measures need to be in place to alleviate the impacts of drying lakes on surrounding communities. It seems that adequate management of water resources will be key and for this purpose new adaptation techniques are needed to be combined with indigenous knowledge"  ],
  ["Wanang Conservation Area","English","Papua New Guinea","AP","Indigenous people who decide to protect their forests or reefs need a financial mechanism to compensate negative effects of such decision and thus secure their economic development without being dependence on aid."  ],
  ["Kayonza Growers Tea Factory","English","Uganda","SSA","Community-led Sustainable Landscape Management approaches should be prioritized within the new climate agreement."  ]
]